Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Add languages from this menu and translate every text layer — by hand or automatically. Layouts stay identical in every language.
ar: أضف لغات من هذه القائمة وقم بترجمة كل طبقة نصية - يدويًا أو تلقائيًا. تظل التخطيطات متماثلة في كل اللغات.
ca: Afegeix idiomes d'aquest menú i tradueix totes les capes de text, a mà o automàticament. Els dissenys segueixen sent idèntics en tots els idiomes.
cs: Přidejte jazyky z této nabídky a přeložte každou textovou vrstvu – ručně nebo automaticky. Rozvržení zůstává stejné ve všech jazycích.
da: Tilføj sprog fra denne menu og oversæt hvert tekstlag - manuelt eller automatisk. Layouts forbliver identiske på alle sprog.
de: Füge über dieses Menü Sprachen hinzu und übersetze jede Textebene – manuell oder automatisch. Die Layouts bleiben in jeder Sprache gleich.
el: Προσθέστε γλώσσες από αυτό το μενού και μεταφράστε κάθε επίπεδο κειμένου — με το χέρι ή αυτόματα. Οι διατάξεις παραμένουν πανομοιότυπες σε κάθε γλώσσα.
es: Añade idiomas desde este menú y traduce cada capa de texto, a mano o automáticamente. Los diseños se mantienen idénticos en todos los idiomas.
fa: از این منو زبان اضافه کنید و هر لایهٔ متنی را دستی یا خودکار ترجمه کنید. چیدمان در همهٔ زبان‌ها یکسان می‌ماند.
fi: Lisää kieliä tästä valikosta ja käännä jokainen tekstitaso – käsin tai automaattisesti. Asettelut pysyvät samanlaisina kaikilla kielillä.
fr: Ajoutez des langues à partir de ce menu et traduisez chaque calque de texte – manuellement ou automatiquement. Les mises en page restent identiques dans toutes les langues.
he: הוסף שפות מתפריט זה ותרגם כל שכבת טקסט - ביד או אוטומטית. פריסות נשארות זהות בכל שפה.
hr: Dodajte jezike iz ovog izbornika i prevedite svaki tekstualni sloj — ručno ili automatski. Izgledi ostaju identični na svim jezicima.
hu: Adjon hozzá nyelveket ebből a menüből, és fordítson le minden szövegréteget – kézzel vagy automatikusan. Az elrendezések minden nyelven azonosak maradnak.
id: Tambahkan bahasa dari menu ini dan terjemahkan setiap lapisan teks — dengan tangan atau otomatis. Tata letak tetap sama di setiap bahasa.
it: Aggiungi lingue da questo menu e traduci ogni livello di testo, a mano o automaticamente. I layout restano identici in ogni lingua.
ja: このメニューから言語を追加し、すべてのテキストレイヤーを手動または自動で翻訳できます。レイアウトはどの言語でも同じに保たれます。
ko: 이 메뉴에서 언어를 추가하고 모든 텍스트 레이어를 직접 또는 자동으로 번역하세요. 레이아웃은 모든 언어에서 동일하게 유지됩니다.
ms: Tambahkan bahasa daripada menu ini dan terjemah setiap lapisan teks — dengan tangan atau secara automatik. Reka letak kekal sama dalam setiap bahasa.
nl: Voeg talen toe vanuit dit menu en vertaal elke tekstlaag – handmatig of automatisch. Lay-outs blijven in elke taal identiek.
no: Legg til språk fra denne menyen og oversett hvert tekstlag – for hånd eller automatisk. Layoutene forblir identiske på alle språk.
pl: Dodaj języki z tego menu i przetłumacz każdą warstwę tekstową — ręcznie lub automatycznie. Układy pozostają identyczne w każdym języku.
pt_br: Adicione idiomas neste menu e traduza cada camada de texto – manualmente ou automaticamente. Os layouts permanecem idênticos em todos os idiomas.
pt_pt: Adicione idiomas neste menu e traduza cada camada de texto – manualmente ou automaticamente. Os layouts permanecem idênticos em todos os idiomas.
ro: Adăugați limbi din acest meniu și traduceți fiecare strat de text - manual sau automat. Aspectele rămân identice în fiecare limbă.
ru: Добавляйте языки из этого меню и переводите каждый текстовый слой — вручную или автоматически. Макеты во всех языках одинаковые.
sk: Pridajte jazyky z tejto ponuky a preložte každú textovú vrstvu – ručne alebo automaticky. Rozloženie zostáva rovnaké v každom jazyku.
sl: Iz tega menija dodajte jezike in prevedite vsak sloj besedila – ročno ali samodejno. Postavitve ostanejo enake v vseh jezikih.
sv: Lägg till språk från den här menyn och översätt varje textlager – för hand eller automatiskt. Layouterna förblir identiska på alla språk.
th: เพิ่มภาษาจากเมนูนี้และแปลทุกเลเยอร์ข้อความด้วยมือหรือโดยอัตโนมัติ เค้าโครงยังคงเหมือนกันในทุกภาษา
tr: Bu menüden dil ekleyin ve her metin katmanını elle ya da otomatik olarak çevirin. Düzenler her dilde aynı kalır.
uk: Додавайте мови з цього меню та перекладайте кожен текстовий шар — вручну або автоматично. Макети залишаються однаковими для всіх мов.
ur: اس مینو سے زبانیں شامل کریں اور ہر متنی پرت کا ترجمہ کریں — ہاتھ سے یا خود بخود۔ لے آؤٹ ہر زبان میں یکساں رہتے ہیں۔
vi: Thêm ngôn ngữ từ menu này và dịch mọi lớp văn bản — bằng tay hoặc tự động. Bố cục vẫn giống hệt nhau ở mọi ngôn ngữ.
zh_hans: 从此菜单添加语言，并手动或自动翻译每个文本图层。所有语言的布局完全一致。
zh_hant: 從此選單加入語言並翻譯每個文字圖層——可手動或自動翻譯。各語言的版面完全相同。

source: Add languages to translate every text layer at once.
ar: أضف لغات لترجمة كل طبقة نص مرة واحدة.
ca: Afegiu idiomes per traduir totes les capes de text alhora.
cs: Přidejte jazyky pro překlad každé textové vrstvy najednou.
da: Tilføj sprog for at oversætte hvert tekstlag på én gang.
de: Fügen Sie Sprachen hinzu, um jede Textebene auf einmal zu übersetzen.
el: Προσθέστε γλώσσες για να μεταφράσετε κάθε επίπεδο κειμένου ταυτόχρονα.
es: Agregue idiomas para traducir cada capa de texto a la vez.
fa: زبان هایی را برای ترجمه هر لایه متنی به طور همزمان اضافه کنید.
fi: Lisää kieliä kääntääksesi jokainen tekstitaso kerralla.
fr: Ajoutez des langues pour traduire chaque couche de texte en même temps.
he: הוסף שפות כדי לתרגם כל שכבת טקסט בבת אחת.
hr: Dodajte jezike za prijevod svakog sloja teksta odjednom.
hu: Nyelvek hozzáadásával minden szövegréteget egyszerre fordíthat le.
id: Tambahkan bahasa untuk menerjemahkan setiap lapisan teks sekaligus.
ja: 言語を追加して、すべてのテキストレイヤーを一度に翻訳します。
ko: 모든 텍스트 레이어를 한 번에 번역하려면 언어를 추가하세요.
ms: Tambahkan bahasa untuk menterjemah setiap lapisan teks sekaligus.
nl: Voeg talen toe om elke tekstlaag in één keer te vertalen.
no: Legg til språk for å oversette hvert tekstlag samtidig.
pl: Dodaj języki, aby przetłumaczyć każdą warstwę tekstową na raz.
pt_br: Adicione idiomas para traduzir todas as camadas de texto de uma só vez.
pt_pt: Adicione idiomas para traduzir todas as camadas de texto de uma só vez.
ro: Adăugați limbi pentru a traduce fiecare strat de text simultan.
sk: Pridajte jazyky na preklad každej textovej vrstvy naraz.
sl: Dodajte jezike za prevajanje vsake plasti besedila hkrati.
sv: Lägg till språk för att översätta alla textlager samtidigt.
th: เพิ่มภาษาเพื่อแปลทุกเลเยอร์ข้อความพร้อมกัน
ur: ہر متن کی پرت کا ایک ساتھ ترجمہ کرنے کے لیے زبانیں شامل کریں۔
vi: Thêm ngôn ngữ để dịch từng lớp văn bản cùng một lúc.
zh_hans: 添加语言以一次翻译每个文本层。

source: Add languages to translate every text layer at once. Cmd+] cycles between them.
ar: أضف لغات لترجمة كل طبقة نص مرة واحدة. Cmd+] يدور بينهما.
ca: Afegiu idiomes per traduir totes les capes de text alhora. Cmd+] cicles entre ells.
cs: Přidejte jazyky pro překlad každé textové vrstvy najednou. Cmd+] mezi nimi cykluje.
da: Tilføj sprog for at oversætte hvert tekstlag på én gang. Cmd+] skifter mellem dem.
de: Fügen Sie Sprachen hinzu, um jede Textebene auf einmal zu übersetzen. Cmd+] wechselt zwischen ihnen.
el: Προσθέστε γλώσσες για να μεταφράσετε κάθε επίπεδο κειμένου ταυτόχρονα. Cmd+] κυκλώνει μεταξύ τους.
es: Agregue idiomas para traducir cada capa de texto a la vez. Cmd+] alterna entre ellos.
fa: زبان هایی را برای ترجمه هر لایه متنی به طور همزمان اضافه کنید. Cmd+] بین آنها چرخه می شود.
fi: Lisää kieliä kääntääksesi jokainen tekstitaso kerralla. Cmd+] kiertää niiden välillä.
fr: Ajoutez des langues pour traduire chaque couche de texte en même temps. Cmd+] fait un cycle entre eux.
he: הוסף שפות כדי לתרגם כל שכבת טקסט בבת אחת. Cmd+] עובר ביניהם.
hr: Dodajte jezike za prijevod svakog sloja teksta odjednom. Cmd+] izmjenjuje se između njih.
hu: Nyelvek hozzáadásával minden szövegréteget egyszerre fordíthat le. Cmd+] ciklusok között.
id: Tambahkan bahasa untuk menerjemahkan setiap lapisan teks sekaligus. Cmd+] berputar di antara keduanya.
ja: 言語を追加して、すべてのテキストレイヤーを一度に翻訳します。 Cmd+] を押すとそれらの間を循環します。
ko: 모든 텍스트 레이어를 한 번에 번역하려면 언어를 추가하세요. Cmd+]는 둘 사이를 순환합니다.
ms: Tambahkan bahasa untuk menterjemah setiap lapisan teks sekaligus. Cmd+] kitaran antara mereka.
nl: Voeg talen toe om elke tekstlaag in één keer te vertalen. Cmd+] wisselt ertussen.
no: Legg til språk for å oversette hvert tekstlag samtidig. Cmd+] går mellom dem.
pl: Dodaj języki, aby przetłumaczyć każdą warstwę tekstową na raz. Cmd+] przełącza się między nimi.
pt_br: Adicione idiomas para traduzir todas as camadas de texto de uma só vez. Cmd+] alterna entre eles.
pt_pt: Adicione idiomas para traduzir todas as camadas de texto de uma só vez. Cmd+] alterna entre eles.
ro: Adăugați limbi pentru a traduce fiecare strat de text simultan. Cmd+] circulă între ele.
sk: Pridajte jazyky na preklad každej textovej vrstvy naraz. Cmd+] medzi nimi cykluje.
sl: Dodajte jezike za prevajanje vsake plasti besedila hkrati. Cmd+] kroži med njimi.
sv: Lägg till språk för att översätta alla textlager samtidigt. Cmd+] växlar mellan dem.
th: เพิ่มภาษาเพื่อแปลทุกเลเยอร์ข้อความพร้อมกัน Cmd+] วนไปมาระหว่างกัน
ur: ہر متن کی پرت کا ایک ساتھ ترجمہ کرنے کے لیے زبانیں شامل کریں۔ Cmd+] ان کے درمیان چکر۔
vi: Thêm ngôn ngữ để dịch từng lớp văn bản cùng một lúc. Cmd+] xoay vòng giữa chúng.
zh_hans: 添加语言以一次翻译每个文本层。 Cmd+] 在它们之间循环。

source: Add more screenshot columns to this row.
ar: أضف المزيد من أعمدة لقطة الشاشة إلى هذا الصف.
ca: Afegiu més columnes de captures de pantalla a aquesta fila.
cs: Přidejte do tohoto řádku další sloupce snímků obrazovky.
da: Tilføj flere skærmbilledekolonner til denne række.
de: Füge dieser Zeile weitere Screenshot-Spalten hinzu.
el: Προσθέστε περισσότερες στήλες στιγμιότυπου οθόνης σε αυτήν τη σειρά.
es: Añade más columnas de capturas a esta fila.
fa: اسکرین‌شات‌های بیشتری به این ردیف اضافه کنید.
fi: Lisää tälle riville lisää kuvakaappaussarakkeita.
fr: Ajoutez des colonnes de capture d'écran à cette ligne.
he: הוסף עוד עמודות של צילום מסך לשורה זו.
hr: Dodajte više stupaca snimke zaslona u ovaj redak.
hu: Adjon hozzá további képernyőkép-oszlopokat ehhez a sorhoz.
id: Tambahkan lebih banyak kolom tangkapan layar ke baris ini.
it: Aggiungi altre colonne di screenshot a questa riga.
ja: この行にスクリーンショット列を追加してください。
ko: 이 행에 스크린샷 열을 더 추가하세요.
ms: Tambahkan lebih banyak lajur tangkapan skrin pada baris ini.
nl: Voeg meer screenshot-kolommen toe aan deze rij.
no: Legg til flere skjermbildekolonner i denne raden.
pl: Dodaj więcej kolumn zrzutów ekranu do tego wiersza.
pt_br: Adicione mais colunas de capturas de tela a esta linha.
pt_pt: Adicione mais colunas de captura de ecrã a esta linha.
ro: Adăugați mai multe coloane de capturi de ecran la acest rând.
ru: Добавьте в эту строку еще столбцы скриншотов.
sk: Pridajte do tohto riadka ďalšie stĺpce snímok obrazovky.
sl: V to vrstico dodajte več stolpcev s posnetki zaslona.
sv: Lägg till fler skärmdumpskolumner på den här raden.
th: เพิ่มคอลัมน์ภาพหน้าจอเพิ่มเติมในแถวนี้
tr: Bu satıra daha fazla ekran görüntüsü sütunu ekleyin.
uk: Додайте до цього рядка більше стовпців знімків екрана.
ur: اس قطار میں مزید اسکرین شاٹ کالم شامل کریں۔
vi: Thêm nhiều cột ảnh chụp màn hình vào hàng này.
zh_hans: 请为此行添加更多截图列。
zh_hant: 請在此列中加入更多螢幕截圖欄。

source: Add more screenshot columns, or upload as is.
ar: أضف المزيد من أعمدة لقطات الشاشة، أو قم بتحميلها كما هي.
ca: Afegiu més columnes de captures de pantalla o pengeu-les tal qual.
cs: Přidejte další sloupce snímků obrazovky nebo nahrajte tak, jak jsou.
da: Tilføj flere skærmbilledekolonner, eller upload som det er.
de: Füge weitere Screenshot-Spalten hinzu oder lade unverändert hoch.
el: Προσθέστε περισσότερες στήλες στιγμιότυπων οθόνης ή μεταφορτώστε ως έχουν.
es: Añade más columnas de capturas o sube la fila tal cual.
fa: ستون‌های اسکرین‌شات بیشتری اضافه کنید یا همین‌طور آپلود کنید.
fi: Lisää kuvakaappaussarakkeita tai lataa sellaisenaan.
fr: Ajoutez d'autres colonnes de capture, ou envoyez telles quelles.
he: הוסף עוד עמודות של צילום מסך, או העלה כפי שהוא.
hr: Dodajte još stupaca sa snimkom zaslona ili prenesite kakav jest.
hu: Adjon hozzá további képernyőkép-oszlopokat, vagy töltse fel úgy, ahogy van.
id: Tambahkan lebih banyak kolom tangkapan layar, atau unggah apa adanya.
it: Aggiungi altre colonne di screenshot, o carica così come sono.
ja: スクリーンショット列を追加するか、このままアップロードしてください。
ko: 스크린샷 열을 더 추가하거나 그대로 업로드하세요.
ms: Tambahkan lebih banyak lajur tangkapan skrin atau muat naik seperti sedia ada.
nl: Voeg meer screenshot-kolommen toe of upload zoals het is.
no: Legg til flere skjermbildekolonner, eller last opp som det er.
pl: Dodaj więcej kolumn zrzutów ekranu lub prześlij w niezmienionej postaci.
pt_br: Adicione mais colunas de captura ou envie como está.
pt_pt: Adicione mais colunas de captura de ecrã ou faça upload como estão.
ro: Adăugați mai multe coloane de capturi de ecran sau încărcați ca atare.
ru: Добавьте еще столбцы скриншотов или загрузите как есть.
sk: Pridajte ďalšie stĺpce snímok obrazovky alebo ich odovzdajte tak, ako sú.
sl: Dodajte več stolpcev s posnetki zaslona ali naložite, kot je.
sv: Lägg till fler skärmdumpskolumner eller ladda upp som de är.
th: เพิ่มคอลัมน์ภาพหน้าจอเพิ่มเติม หรืออัปโหลดตามที่เป็นอยู่
tr: Daha fazla ekran görüntüsü sütunu ekleyin ya da olduğu gibi yükleyin.
uk: Додайте більше стовпців знімків екрана або вивантажте як є.
ur: مزید اسکرین شاٹ کالمز شامل کریں، یا جیسا ہے اپ لوڈ کریں۔
vi: Thêm nhiều cột ảnh chụp màn hình hoặc tải lên.
zh_hans: 请添加更多截图列，或按当前状态上传。
zh_hant: 加入更多螢幕截圖欄，或直接上傳。

source: Add new row
ar: أضف صفًا جديدًا
ca: Afegeix una fila nova
cs: Přidat nový řádek
da: Tilføj ny række
de: Neue Zeile hinzufügen
el: Προσθήκη νέας σειράς
es: Añadir fila
fa: افزودن ردیف جدید
fi: Lisää uusi rivi
fr: Ajouter une nouvelle ligne
he: הוסף שורה חדשה
hr: Dodaj novi red
hu: Új sor hozzáadása
id: Tambahkan baris baru
it: Aggiungi nuova riga
ja: 新しい行を追加
ko: 새 행 추가
ms: Tambah baris baharu
nl: Nieuwe rij toevoegen
no: Legg til ny rad
pl: Dodaj nowy wiersz
pt_br: Adicionar nova linha
pt_pt: Adicionar nova linha
ro: Adăugați un rând nou
ru: Добавить новую строку
sk: Pridať nový riadok
sl: Dodaj novo vrstico
sv: Lägg till ny rad
th: เพิ่มแถวใหม่
tr: Yeni satır ekle
uk: Додати новий рядок
ur: نئی قطار شامل کریں۔
vi: Thêm hàng mới
zh_hans: 添加新行
zh_hant: 加入新列

source: Add New Row Above
ar: أضف صفًا جديدًا أعلاه
ca: Afegeix una fila nova a sobre
cs: Přidat nový řádek výše
da: Tilføj ny række ovenfor
de: Neue Zeile oben hinzufügen
el: Προσθήκη νέας σειράς παραπάνω
es: Añadir fila arriba
fa: افزودن ردیف جدید در بالا
fi: Lisää uusi rivi yläpuolelle
fr: Ajouter une ligne au-dessus
he: הוסף שורה חדשה למעלה
hr: Dodaj novi red iznad
hu: Új sor hozzáadása fent
id: Tambahkan Baris Baru Di Atas
it: Aggiungi nuova riga sopra
ja: 上に新しい行を追加
ko: 위에 새 행 추가
ms: Tambah Baris Baharu Di Atas
nl: Voeg hierboven een nieuwe rij toe
no: Legg til ny rad over
pl: Dodaj nowy wiersz powyżej
pt_br: Adicionar nova linha acima
pt_pt: Adicionar nova linha acima
ro: Adăugați un rând nou deasupra
ru: Добавить строку выше
sk: Pridať nový riadok vyššie
sl: Dodaj novo vrstico zgoraj
sv: Lägg till ny rad ovan
th: เพิ่มแถวใหม่ด้านบน
tr: Üste Yeni Satır Ekle
uk: Додати новий рядок вище
ur: اوپر نئی قطار شامل کریں۔
vi: Thêm hàng mới ở trên
zh_hans: 在上方添加新行
zh_hant: 在上方加入新列

source: Add New Row Below
ar: أضف صفًا جديدًا أدناه
ca: Afegeix una fila nova a continuació
cs: Přidat nový řádek níže
da: Tilføj ny række nedenfor
de: Neue Zeile unten hinzufügen
el: Προσθήκη νέας σειράς παρακάτω
es: Añadir fila debajo
fa: افزودن ردیف جدید در پایین
fi: Lisää uusi rivi alle
fr: Ajouter une ligne en dessous
he: הוסף שורה חדשה למטה
hr: Dodajte novi red ispod
hu: Új sor hozzáadása alább
id: Tambahkan Baris Baru Di Bawah
it: Aggiungi nuova riga sotto
ja: 下に新しい行を追加
ko: 아래에 새 행 추가
ms: Tambah Baris Baharu Di Bawah
nl: Voeg hieronder een nieuwe rij toe
no: Legg til ny rad nedenfor
pl: Dodaj nowy wiersz poniżej
pt_br: Adicionar nova linha abaixo
pt_pt: Adicionar nova linha abaixo
ro: Adăugați un rând nou mai jos
ru: Добавить строку ниже
sk: Pridať nový riadok nižšie
sl: Dodajte novo vrstico spodaj
sv: Lägg till ny rad nedan
th: เพิ่มแถวใหม่ด้านล่าง
tr: Alta Yeni Satır Ekle
uk: Додати новий рядок нижче
ur: نیچے نئی قطار شامل کریں۔
vi: Thêm hàng mới bên dưới
zh_hans: 在下方添加新行
zh_hant: 在下方加入新列

source: Add Row
ar: إضافة صف
ca: Afegeix una fila
cs: Přidat řádek
da: Tilføj række
de: Zeile hinzufügen
el: Προσθήκη σειράς
es: Añadir fila
fa: افزودن ردیف
fi: Lisää rivi
fr: Ajouter une ligne
he: הוסף שורה
hr: Dodaj red
hu: Sor hozzáadása
id: Tambahkan Baris
it: Aggiungi riga
ja: 行を追加
ko: 행 추가
ms: Tambah Baris
nl: Rij toevoegen
no: Legg til rad
pl: Dodaj wiersz
pt_br: Adicionar linha
pt_pt: Adicionar linha
ro: Adăugați un rând
ru: Добавить строку
sk: Pridať riadok
sl: Dodaj vrstico
sv: Lägg till rad
th: เพิ่มแถว
tr: Satır Ekle
uk: Додати рядок
ur: قطار شامل کریں۔
vi: Thêm hàng
zh_hans: 添加行
zh_hant: 加入列

source: Add screenshot
ar: إضافة لقطة شاشة
ca: Afegeix una captura de pantalla
cs: Přidat snímek obrazovky
da: Tilføj skærmbillede
de: Screenshot hinzufügen
el: Προσθήκη στιγμιότυπου οθόνης
es: Añadir captura
fa: افزودن اسکرین‌شات
fi: Lisää kuvakaappaus
fr: Ajouter une capture d'écran
he: הוסף צילום מסך
hr: Dodajte snimak zaslona
hu: Képernyőkép hozzáadása
id: Tambahkan tangkapan layar
it: Aggiungi screenshot
ja: スクリーンショットを追加
ko: 스크린샷 추가
ms: Tambah tangkapan skrin
nl: Voeg schermafbeelding toe
no: Legg til skjermbilde
pl: Dodaj zrzut ekranu
pt_br: Adicionar captura de tela
pt_pt: Adicionar captura de ecrã
ro: Adăugați captură de ecran
ru: Добавить скриншот
sk: Pridať snímku obrazovky
sl: Dodajte posnetek zaslona
sv: Lägg till skärmdump
th: เพิ่มภาพหน้าจอ
tr: Ekran görüntüsü ekle
uk: Додати знімок екрана
ur: اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình
zh_hans: 添加截图
zh_hant: 加入螢幕截圖

source: Add Screenshot
ar: أضف لقطة للشاشة
ca: Afegeix una captura de pantalla
cs: Přidat snímek obrazovky
da: Tilføj skærmbillede
de: Screenshot hinzufügen
el: Προσθήκη στιγμιότυπου οθόνης
es: Añadir captura
fa: افزودن اسکرین‌شات
fi: Lisää kuvakaappaus
fr: Ajouter une capture d'écran
he: הוסף צילום מסך
hr: Dodaj snimku zaslona
hu: Képernyőkép hozzáadása
id: Tambahkan Tangkapan Layar
it: Aggiungi screenshot
ja: スクリーンショットを追加
ko: 스크린샷 추가
ms: Tambah Tangkapan Skrin
nl: Schermafbeelding toevoegen
no: Legg til skjermbilde
pl: Dodaj zrzut ekranu
pt_br: Adicionar captura de tela
pt_pt: Adicionar captura de ecrã
ro: Adăugați captură de ecran
ru: Добавить скриншот
sk: Pridať snímku obrazovky
sl: Dodaj posnetek zaslona
sv: Lägg till skärmdump
th: เพิ่มภาพหน้าจอ
tr: Ekran Görüntüsü Ekle
uk: Додати знімок екрана
ur: اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình
zh_hans: 添加截图
zh_hant: 加入螢幕截圖

source: Add Screenshot After
ar: أضف لقطة شاشة بعد ذلك
ca: Afegeix una captura de pantalla després
cs: Přidat snímek obrazovky za
da: Tilføj skærmbillede efter
de: Screenshot danach hinzufügen
el: Προσθήκη στιγμιότυπου οθόνης μετά
es: Añadir captura después
fa: افزودن اسکرین‌شات بعد از این
fi: Lisää kuvakaappaus jälkeen
fr: Ajouter une capture d'écran après
he: הוסף צילום מסך לאחר
hr: Dodajte snimku zaslona nakon
hu: Képernyőkép hozzáadása után
id: Tambahkan Tangkapan Layar Setelahnya
it: Aggiungi screenshot dopo
ja: この後にスクリーンショットを追加
ko: 뒤에 스크린샷 추가
ms: Tambah Tangkapan Skrin Selepas
nl: Voeg screenshot toe na
no: Legg til skjermbilde etter
pl: Dodaj zrzut ekranu po
pt_br: Adicionar captura de tela depois
pt_pt: Adicionar captura de ecrã depois
ro: Adăugați captură de ecran după
ru: Добавить скриншот после этого
sk: Pridať snímku obrazovky za
sl: Po tem dodajte posnetek zaslona
sv: Lägg till skärmdump efter
th: เพิ่มภาพหน้าจอหลังจาก
tr: Sonrasına Ekran Görüntüsü Ekle
uk: Додати знімок екрана після
ur: اس کے بعد اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình sau
zh_hans: 在后面添加截图
zh_hant: 在後方加入螢幕截圖

source: Add Screenshot Before
ar: أضف لقطة شاشة من قبل
ca: Afegeix una captura de pantalla abans
cs: Přidat snímek obrazovky předtím
da: Tilføj skærmbillede før
de: Screenshot davor hinzufügen
el: Προσθήκη στιγμιότυπου οθόνης πριν
es: Añadir captura antes
fa: افزودن اسکرین‌شات قبل از این
fi: Lisää kuvakaappaus ennen
fr: Ajouter une capture d'écran avant
he: הוסף צילום מסך לפני
hr: Prije dodajte snimku zaslona
hu: Képernyőkép hozzáadása előtt
id: Tambahkan Tangkapan Layar Sebelumnya
it: Aggiungi screenshot prima
ja: この前にスクリーンショットを追加
ko: 앞에 스크린샷 추가
ms: Tambah Tangkapan Skrin Sebelum
nl: Screenshot vooraf toevoegen
no: Legg til skjermbilde før
pl: Dodaj zrzut ekranu przed
pt_br: Adicionar captura de tela antes
pt_pt: Adicionar captura de ecrã antes
ro: Adăugați captură de ecran înainte
ru: Добавить скриншот перед этим
sk: Pridať snímku obrazovky predtým
sl: Dodajte posnetek zaslona pred
sv: Lägg till skärmdump före
th: เพิ่มภาพหน้าจอก่อน
tr: Öncesine Ekran Görüntüsü Ekle
uk: Додати знімок екрана перед
ur: اس سے پہلے اسکرین شاٹ شامل کریں۔
vi: Thêm ảnh chụp màn hình trước
zh_hans: 在前面添加截图
zh_hant: 在前方加入螢幕截圖
